{
    "home": {
        "about": "เกี่ยวกับ",
        "contact": "ติดต่อ"
    },
    "LocaleLayout": {
        "title": "Le Lusso",
        "description": "รับต่อเติมบ้าน | รีโนเวทบ้าน | ขึ้นแบบบ้านฟรี | รับรีโนเวทพร้อมขายทันที | รับตกแต่งคอนโด"
    },
    "services": {
        "title": "services",
        "session": {
            "session1": {
                "title": "INTERIOR DESIGN",
                "desc": "- วาง layout, mood & tone\n- ตามไลฟ์สไตล์-ออกแบบ 3D พร้อมแบบก่อสร้าง"
            },
            "session2": {
                "title": "Design & Build / Renovation",
                "desc": "- สำรวจพื้นที่ เขียนแบบ ขออนุญาต ก่อสร้างจริง \n- มี BOQ คุมงบ / ทีมช่าง / วิศวกรควบคุมงาน"
            },
            "session3": {
                "title": "Custom Built-in Furniture",
                "desc": "- ออกแบบบิวท์อินให้เหมาะกับขนาดห้อง\n- เลือกวัสดุตามงบและ mood"
            }
        },
        "step": {
            "title": "process",
            "step1": {
                "title": "Consult & Site Visit",
                "desc": "นัดพบ / วัดพื้นที่จริง เพื่อเก็บข้อมูล ไลฟ์สไตล์ และงบประมาณ"
            },
            "step2": {
                "title": "Design Presentation",
                "desc": "ส่งแบบ Moodboard, Layout และ 3D Perspective เพื่อเลือกวัสดุ + บรรยากาศ"
            },
            "step3": {
                "title": "Estimate & BOQ",
                "desc": "สรุปราคาและรายการวัสดุ (BOQ) แบบโปร่งใส พร้อมปรับตามงบได้"
            },
            "step4": {
                "title": "Construction Begins",
                "desc": "เริ่มก่อสร้าง พร้อมการอัปเดตผ่านระบบติดตามหน้างาน"
            },
            "step5": {
                "title": "Handover & Styling",
                "desc": "ส่งมอบงานพร้อมสไตลิ่ง และตรวจเช็คคุณภาพก่อนเข้าอยู่"
            }
        }
    },
    "about": {
        "title": "เกี่ยวกับเรา",
        "quote": "เราไม่เพียงแต่ออกแบบบ้าน แต่เราออกแบบวิธีใช้ชีวิตของคุณ",
        "at": "ที่",
        "desc": " เราเชื่อว่า “การออกแบบที่ดี” ควรผสานความงามเข้ากับการใช้งานได้อย่างลงตัว พร้อมการก่อสร้างที่มีคุณภาพ เพื่อสร้างสรรค์พื้นที่ที่อยู่ได้อย่างมีความหมายและยั่งยืน\n\nเราให้บริการ ออกแบบและก่อสร้างแบบครบวงจร โดยทีมงานมืออาชีพที่มีประสบการณ์ ทั้งด้าน สถาปัตยกรรม การออกแบบตกแต่งภายใน การรีโนเวท และการบริหารโครงการแบบ Turnkey ครอบคลุมตั้งแต่แนวคิดเริ่มต้นไปจนถึงการส่งมอบงานอย่างสมบูรณ์แบบ\n\nทีม Lelusso ให้ความสำคัญกับการฟังความต้องการของลูกค้า เข้าใจไลฟ์สไตล์และวิสัยทัศน์ เพื่อถ่ายทอดออกมาเป็นผลงานที่มีเอกลักษณ์และตอบโจทย์การใช้งานอย่างแท้จริง\n\nไม่ว่าจะเป็นบ้านพักอาศัย อาคารสำนักงาน หรือพื้นที่เชิงพาณิชย์ เราพร้อมเป็นพาร์ทเนอร์ที่เชื่อถือได้ในการสร้างสรรค์พื้นที่ที่งดงาม ทำให้ทุกการใช้ชีวิตเป็นเรื่องproductive พร้อมด้วยคุณภาพ และสะท้อนตัวตนของคุณ",
        "whyus": {
            "title": "ทำไมต้องเลือก Lelusso",
            "step1": {
                "title": "ครบวงจรในที่เดียว",
                "desc": "เราให้บริการแบบ One-Stop Service ตั้งแต่แนวคิดการออกแบบ ไปจนถึงการก่อสร้างและส่งมอบงาน ช่วยให้คุณประหยัดเวลา ลดความยุ่งยาก และมั่นใจได้ในทุกขั้นตอนภายใต้การดูแลของทีมมืออาชีพ"
            },
            "step2": {
                "title": "ออกแบบเพื่อเสริมประสิทธิภาพในการใช้ชีวิต",
                "desc": "เราออกแบบทุกพื้นที่ให้สอดคล้องกับไลฟ์สไตล์ของผู้อยู่อาศัย เพื่อส่งเสริมความ 'productive' ในทุกวัน ไม่ว่าจะเป็นมุมทำงานที่เพิ่มสมาธิ พื้นที่ใช้สอยที่เป็นระบบ หรือแสงธรรมชาติที่ช่วยกระตุ้นพลังบวกในชีวิตประจำวัน"
            },
            "step3": {
                "title": "รายละเอียดคือหัวใจของเรา",
                "desc": "เราพิถีพิถันในทุกรายละเอียด ทั้งในด้านการออกแบบ วัสดุ การจัดวางฟังก์ชัน ไปจนถึงงานก่อสร้าง เพื่อให้ทุกพื้นที่ออกมาสมบูรณ์แบบทั้งความงามและการใช้งานจริง"
            },
            "step4": {
                "title": "ทีมงานมืออาชีพ ดูแลใกล้ชิดทุกขั้นตอน",
                "desc": "ด้วยประสบการณ์และความเชี่ยวชาญของทีม Lelusso เราพร้อมให้คำปรึกษาและรายงานความคืบหน้าอย่างสม่ำเสมอ เพื่อให้คุณมั่นใจในคุณภาพ และรู้สึกอุ่นใจตลอดระยะเวลาของโครงการ"
            }
        }
    },
    "portfolio": {
        "title": "portfolio"
    },
    "detail": {
        "projectOverview": "ภาพรวม Project:",
        "designHighlights": "จุดเด่นของการออกแบบ:"
    }
}
